Repository: AmazeeLabs/node_clone
Catalog: po/*.po
Languages: de

source: The clone module allows users to make a copy of an existing node and then edit that copy. The authorship is set to the current user, the menu and url aliases are reset, and the words "Clone of" are inserted into the title to remind you that you are not editing the original node.
de: Das Modul „Duplizieren“ erlaubt Benutzern die Kopie eines vorhanden Beitrages zu erstellen und diesen anschließend zu bearbeiten. Der aktuelle Benutzer wird zum Author, das Menü sowie der URL Alias wird zurückgesetzt und die Worte „Duplikat von“ werden in den Titel eingefügt, um daran zu erinnern, dass nicht der orginale Beitrag bearbeitet wird.

source: Users with the "clone node" permission can utilize this functionality. A new tab will appear on node pages with the word "clone". Once you click this tab you have <em>already</em> created a new node that is a copy of the node you were viewing, and you will be redirected to an edit screen for that new node.
de: Benutzer mit der Berechtigung „Beitrag duplizieren“ können diese Funktionalität nutzen. Ein neuer „Duplizieren“ Tabulator wird auf den Beitragseiten erscheinen. Nachdem dieser Tabulator angeklickt wird, wurde <em>bereits</em> ein neuer Beitrag erstellt, welcher eine Kopie des angesehenen Beitrages darstellt. Dabei wird auf den Bearbeitungsmodus dieses neuen Beitrages umgeleitet.

source: Clone module
de: Duplizieren Modul

source: Allows users to clone (copy then edit) an existing node.
de: Benutzern erlauben, einen vorhanden Beitrag zu duplizieren (kopieren und bearbeiten).

source: clone
de: Duplizieren

source: Configuration options for the clone module:
de: Konfigurationsoptionen für das „Duplizieren“ Modul:

source: Clone nodes without requiring confirmation
de: Beiträge ohne erforderliche Rückfrage duplizieren

source: If this is set, a new node will be created immediately upon clicking the "clone" tab when viewing a node.
de: Sobald aktiviert, wird im Ansichtsmodus, beim Klicken auf den „Duplizieren“ Tabulator ein neuer Beitrag erstellt.

source: Should the publishing options ( e.g. published, promoted, etc) be reset to the defaults?
de: Sollen die Veröffentlichungseinstellungen (z.b. Veröffentlicht, Startseite, etc.) auf die Standardeinstellungen zurückgesetzt werden?

source: @s: reset publishing options when cloned
de: @s: Veröffentlichungseinstellungen beim Duplizieren zurücksetzten

source: Are you sure you want to clone %title?
de: Sind Sie sicher, dass Sie %title duplizieren möchten?

source: This action will create a new node. You willl then be redirected to the edit page for the new node.
de: Diese Aktion erstellt einen neuen Beitrag. Anschließend findet eine Umleitung auf die „Bearbeiten“ Seite des neuen Beitrages statt.

source: Clone
de: Duplizieren

source: Cancel
de: Abbrechen

source: Clone of @title
de: Duplikat von @title

source: clone node
de: Beitrag duplizieren

source: clone module
de: Duplizieren Modul
